
//ТОЛЬКО ДЛЯ ГЛАГОЛОВ


const verbLove = [
	"любить","люблю","любил","любила","любишь","люби","любит","любил","любила","любило","любим","любили","любите","любили","любят","любящий","любивший",
	"нравиться","нравлюсь","нравился","нравилась","нравишься","нравься","нравится","нравилось","нравимся","нравились","нравитесь","нравьтесь","нравятся","нравящийся","нравившийся","нравясь",
	"обожать","обожаю","обожала","обожаешь","обожал","обожала","обожай","обожает","обожало","обожаем","обожали","обожаете","обожайте","обожают","обожающий","обожавший",

]
export {verbLove}

const verbName = [
	"звать","зовут","зову","звал","звала","зовешь","зови","зовет","звало","зовем","звали","зовете","зовите","зовущий","звавший","зовя",
	"именовать","именую","именовал","именовала","именуешь","именуй","именует","именовало","именуем","именовали","именуете","именуйте","именуют","именующий","именовавший",
	"называть","называю","называл","называла","называешь","называй","называет","называло","называем","называли","называете","называйте","называют","называющий","называвший","назову",
	"величать","величаю","величал","величала","величало","величаешь","величай","величает","величаем","величали","величаете","величали","величайте","величают","величали","величающий","величавший",
	"имя","имена","имени","имен","имени","именам","именем","именами","именах",
	"ник","ники","ника","ников","нику","никам","ником","никами","нике","никах",
	"кличка","клички","кличек","кличку","кличкам","кличке","кличках",
]
export{verbName}