
//ТОЛЬКО ДЛЯ ГЛАГОЛОВ


const verbLove = [
	"любить","люблю","любил","любила","любишь","люби","любит","любил","любила","любило","любим","любили","любите","любили","любят","любящий","любивший",
	"нравиться","нравлюсь","нравился","нравилась","нравишься","нравься","нравится","нравилось","нравимся","нравились","нравитесь","нравьтесь","нравятся","нравящийся","нравившийся","нравясь",
	"обожать","обожаю","обожала","обожаешь","обожал","обожала","обожай","обожает","обожало","обожаем","обожали","обожаете","обожайте","обожают","обожающий","обожавший",

]
export {verbLove}

const verbName = [
	"звать","зовут","зову","звал","звала","зовешь","зови","зовет","звало","зовем","звали","зовете","зовите","зовущий","звавший","зовя",
	"именовать","именую","именовал","именовала","именуешь","именуй","именует","именовало","именуем","именовали","именуете","именуйте","именуют","именующий","именовавший",
	"называть","называю","называл","называла","называешь","называй","называет","называло","называем","называли","называете","называйте","называют","называющий","называвший","назову",
	"величать","величаю","величал","величала","величало","величаешь","величай","величает","величаем","величали","величаете","величали","величайте","величают","величали","величающий","величавший",
	"имя","имена","имени","имен","имени","именам","именем","именами","именах",
	"ник","ники","ника","ников","нику","никам","ником","никами","нике","никах",
	"кличка","клички","кличек","кличку","кличкам","кличке","кличках",
]
export{verbName}

const verbDrink = [
	"пить","пью","пил","пила","пьешь","пей","пьет","пило","пьем","пили","пьете","пейте","пьют","пили","пьющий","пивший",
	"выпивать","выпиваю","выпивал","выпивала","выпивало","выпиваешь","выпивай","выпивает","выпиваем","выпивали","выпиваете","выпивайте","выпивают","выпивающий",
	"бухать","бухаю","бухал","бухала","бухало","бухаешь","бухай","бухает","бухаем","бухали","бухаете","бухайте","бухающий","бухая",
]
export {verbDrink}

const verbSmoke = [
	"курить","курю","курил","курила","курило","куришь","кури","курит","курим","курили","курите","курили","курят","курящий","куривший","куря","куренный","курив",
	"покурить","покурю","покурил","покурила","покурило","покуришь","покури","покурит","покурим","покурили","покурите","покурили","покурят","покурящий","покуривший","покуря","покуренный","покурив",
	"закурить","закурю","закурил","закурила","закурило","закуришь","закури","закурит","закурим","закурили","закурите","закурили","закурят","закурящий","закуривший","закуря","закуренный","закурив",
	"накурить","накуриваться","накурю","накурил","накурила","накурило","накуришь","накури","накурит","накурим","накурили","накурите","накурили","накурят","накурящий","накуривший","накуря","накуренный","накуреный","накурив",
	"дымить","дымлю","дымил","дымила","дымило","дымышь","дыми","дымит","дымим","дымыли","дымите","дымят","дымящий","дымивший","дымя","дымывши",
	"смолить","смолю","смолил","смолила","смолило","смолишь","смоли","смолит","смолим","смолили","смолите","смолят","смолящий","смоливший","смоля","смолив",
]
export {verbSmoke}

const verbHate = [
	"ненавидеть","ненавижу","ненавидел","ненавидела","ненавидело","ненавидишь","ненавидь","ненавидит","ненавидим","ненавидели","ненавидите","ненавидьте","ненавидят","ненавидели","ненавидящий","ненавидевший","ненавидя",
	"раздражать","раздражаю","раздражал","раздражала","раздражало","раздражаешь","раздражай","раздражает","раздражаем","раздражали","раздражаете","раздражайте","раздражают","раздражающий","раздражавший","раздражая",
	"раздражаться","раздражаюсь","раздражался","раздражалася","раздражалось","раздражаешься","раздражайся","раздражается","раздражаемся","раздражалися","раздражаетесь","раздражайтесь","раздражаются","раздражающийся","раздражавшийся","раздражаясь",
	"бесить","бешу","бесил","бесила","бесило","беси","бесит","бесим","бесили","бесите","бесили","бесят","бесящий","беся","бесивший",
	"беситься","бешусь","бесился","бесилась","бесилось","бесись","бесится","бесимся","бесились","беситесь","бесились","бесятся","бесящийся","бесясь","бесившийся",
	"сердить","сержу","сердил","сердила","сердишь","сердило","серди","сердит","сердим","сердили","сердите","сердят","сердящий","сердивший","сердя",
	"сердиться","сержусь","сердился","сердилась","сердишься","сердилось","сердись","сердится","сердимся","сердились","сердитесь","сердятся","сердящийся","сердившийся","сердясь",
	"злить","злю","злил","злила","злило","злишь","зли","злит","злим","злили","злите","злят","злящий","зливший","зля",
	"злиться","злюсь","злился","злилась","злилось","злишься","злись","злится","злимся","злились","злитесь","злят","злящийся","злившийся","злясь",
]
export{verbHate}