
//ТОЛЬКО ДЛЯ ГЛАГОЛОВ


const verbLove = [
	"любить","люблю","любил","любила","любишь","люби","любит","любил","любила","любило","любим","любили","любите","любили","любят","любящий","любивший",
	"нравиться","нравлюсь","нравился","нравилась","нравишься","нравься","нравится","нравилось","нравимся","нравились","нравитесь","нравьтесь","нравятся","нравящийся","нравившийся","нравясь",
	"обожать","обожаю","обожала","обожаешь","обожал","обожала","обожай","обожает","обожало","обожаем","обожали","обожаете","обожайте","обожают","обожающий","обожавший",

]
export {verbLove}

const verbName = [
	"звать","зовут","зову","звал","звала","зовешь","зови","зовет","звало","зовем","звали","зовете","зовите","зовущий","звавший","зовя",
	"именовать","именую","именовал","именовала","именуешь","именуй","именует","именовало","именуем","именовали","именуете","именуйте","именуют","именующий","именовавший",
	"называть","называю","называл","назвал","называла","назвала","назвали","назвало","назвали","называешь","называй","называет","называло","называем","называли","называете","называйте","называют","называющий","называвший","назову","назови",
	"величать","величаю","величал","величала","величало","величаешь","величай","величает","величаем","величали","величаете","величали","величайте","величают","величали","величающий","величавший",
	"имя","имена","имени","имен","имени","именам","именем","именами","именах",
	"ник","ники","ника","ников","нику","никам","ником","никами","нике","никах",
	"кличка","клички","кличек","кличку","кличкам","кличке","кличках",
	"перечислять","перечисли","перечисляю","перечислял","перечисляла","перечисляло","перечисляешь","перечисляй","перечисляет","перечисляем","перечисляли","перечисляете","перечисляйте","перечисляют","перечисляя",
]
export{verbName}

const verbDrink = [
	"пить","пью","пил","пила","пьешь","пей","пьет","пило","пьем","пили","пьете","пейте","пьют","пили","пьющий","пивший",
	"выпивать","выпиваю","выпивал","выпивала","выпивало","выпиваешь","выпивай","выпивает","выпиваем","выпивали","выпиваете","выпивайте","выпивают","выпивающий",
	"бухать","бухаю","бухал","бухала","бухало","бухаешь","бухай","бухает","бухаем","бухали","бухаете","бухайте","бухающий","бухая",
]
export {verbDrink}

const verbSmoke = [
	"курить","курю","курил","курила","курило","куришь","кури","курит","курим","курили","курите","курили","курят","курящий","куривший","куря","куренный","курив",
	"покурить","покурю","покурил","покурила","покурило","покуришь","покури","покурит","покурим","покурили","покурите","покурили","покурят","покурящий","покуривший","покуря","покуренный","покурив",
	"закурить","закурю","закурил","закурила","закурило","закуришь","закури","закурит","закурим","закурили","закурите","закурили","закурят","закурящий","закуривший","закуря","закуренный","закурив",
	"накурить","накуриваться","накурю","накурил","накурила","накурило","накуришь","накури","накурит","накурим","накурили","накурите","накурили","накурят","накурящий","накуривший","накуря","накуренный","накуреный","накурив",
	"дымить","дымлю","дымил","дымила","дымило","дымышь","дыми","дымит","дымим","дымыли","дымите","дымят","дымящий","дымивший","дымя","дымывши",
	"смолить","смолю","смолил","смолила","смолило","смолишь","смоли","смолит","смолим","смолили","смолите","смолят","смолящий","смоливший","смоля","смолив",
]
export {verbSmoke}

const verbHate = [
	"ненавидеть","ненавижу","ненавидел","ненавидела","ненавидело","ненавидишь","ненавидь","ненавидит","ненавидим","ненавидели","ненавидите","ненавидьте","ненавидят","ненавидели","ненавидящий","ненавидевший","ненавидя",
	"раздражать","раздражаю","раздражал","раздражала","раздражало","раздражаешь","раздражай","раздражает","раздражаем","раздражали","раздражаете","раздражайте","раздражают","раздражающий","раздражавший","раздражая",
	"раздражаться","раздражаюсь","раздражался","раздражалася","раздражалось","раздражаешься","раздражайся","раздражается","раздражаемся","раздражалися","раздражаетесь","раздражайтесь","раздражаются","раздражающийся","раздражавшийся","раздражаясь",
	"бесить","бешу","бесил","бесила","бесило","беси","бесит","бесим","бесили","бесите","бесили","бесят","бесящий","беся","бесивший",
	
]
export{verbHate}

const verbSpeak = [
	"говорить","говорил","говорила","говоришь","говори","говорит","говорило","говорим","говорили","говорите","говорят","говоря","говорящий",
	"поговорить","поговорил","поговорила","поговоришь","поговори","поговорит","поговорило","поговорим","поговорили","поговорите","поговорят","поговоря","поговорящий",
	"говориться","говорился","говорилася","говоришься","говорись","говорится","говорилось","говоримся","говорились","говоритесь","говорятся","говорясь","говорящийся",
	"договориться","договорился","договорилася","договоришься","договорись","договорится","договорилось","договоримся","договорились","договоритесь","договорятся","договорясь","договорящийся",
	"сказать","скажу","сказал","сказала","сказало","скажешь","скажи","скажет","скажем","сказали","скажем","скажемте","скажете","сказали","скажите","скажут","сказавший","сказав",
	"высказать","выскажу","высказал","высказала","высказало","выскажешь","выскажи","выскажет","выскажем","высказали","выскажем","выскажемте","выскажете","высказали","выскажите","выскажут","высказавший","высказав",
	"рассказать","расскажу","рассказал","рассказала","рассказало","расскажешь","расскажи","расскажет","расскажем","рассказали","расскажем","расскажемте","расскажете","рассказали","расскажите","расскажут","рассказавший","рассказав",
	"произносить","произнес","произнесла","произнесешь","произнесло","произнеси","произнесет","произнесем","произнесли","произнесемте","произнесете","произнесите","произнесут","произнесший","произнеся",
	"беседовать","беседую","беседовал","беседовала","беседовало","беседуешь","беседуй","беседует","беседуем","беседовали","беседуете","беседуйте","беседуют","беседующий","беседуя","беседовавший",
]
export{verbSpeak}

const verbLaugh = [
	"ха","хах","хаха","хахах","хахаха","хахахах","хахахаха",
	"аха","ахах","ахаха","ахахах","ахахаха","ахахахах","ахахахаха",
	"xa","xax","xaxa","xaxax","xaxaxa","xaxaxax","xaxaxaxa",
	"axa","axax","axaxa","axaxax","axaxaxa","axaxaxax","axaxaxaxa",
	"смешно","смешной","смешная","смешное","смешные",
	"умора","уморы","умор","уморе","уморам","умору","уморой","уморою","уморами","уморах",

	"смеяться","смеюсь","смеялся","смеялась","смеялось","смеешься","смейся","смеется","смеемся","смеялись","смеетесь","смейтесь","смеются","смеящийся","смеясь",
	"рассмеяться","рассмеюсь","рассмеялся","рассмеялась","рассмеялось","рассмеешься","рассмейся","рассмеется","рассмеемся","рассмеялись","рассмеетесь","рассмейтесь","рассмеются","рассмеящийся","рассмеясь",
	"веселиться","веселюсь","веселился","веселилась","веселилось","веселишься","веселись","веселится","веселимся","веселитесь","веселились","веселятся","веселящийся","веселясь",
	"развеселиться","развеселюсь","развеселился","развеселилась","развеселилось","развеселишься","развеселись","развеселится","развеселимся","развеселитесь","развеселились","развеселятся","развеселящийся","развеселясь",
]
export{verbLaugh}

const verbAsk = [
	"вопрос","вопросы","вопроса","вопросов","вопросу","вопросам","вопросом","вопросами","вопросе","вопросах",
	"спрашивать","спрашиваю","спрашивал","спрашивало","спрашивала","спрашиваешь","спрашивай","спрашивает","спрашиваем","спрашивали","спрашиваете","спрашивайте","спрашивают","спрашивают","спрашивая",
	"расспрашивать","расспрашиваю","расспрашивал","расспрашивало","расспрашивала","расспрашиваешь","расспрашивай","расспрашивает","расспрашиваем","расспрашивали","расспрашиваете","расспрашивайте","расспрашивают","расспрашивают","расспрашивая",
	"спросить","спрошу","спросил","спросила","спросило","спросишь","спроси","спросит","спросим","спросили","спросимте","спросите","спросили","спросят","спросивший","спросив",
	"расспросить","расспрошу","расспросил","расспросила","расспросило","расспросишь","расспроси","расспросит","расспросим","расспросили","расспросимте","расспросите","расспросили","расспросят","расспросивший","расспросив",
]
export{verbAsk}

const verbFeelingBad = [
	"грусть","грустно","грустный","грустная","грустное","грустные",
	"печаль","печально","печальный","печальная","печальное","печальные",
	"плохо","плохой","плохая","плохое","плохие",
	"отстой","отстойный","отстойная","отстойное","отстойные",
	"скука","скучно","скучный","скучная","скучное","скучные",
	"херово","херовый","херовая","херовое","херовые",
	"злоба","злобно","злобный","злобная","злобное","злобные",
	"зло","злой","злое","злоя","злые",
	"сердито","сердитый","сердитая","сердитое","сердитые",
	"тоска","тоскливо","тоскливый","тоскливая","тоскливое","тоскливые",

	"злиться","злюсь","злился","злилась","злишься","злилось","злись","злится","злимся","злились","злитесь","злятся","злящийся","злясь",
	"разозлиться","разозлюсь","разозлился","разозлилась","разозлишься","разозлилось","разозлись","разозлится","разозлимся","разозлились","разозлитесь","разозлятся","разозлящийся","разозлясь",
	"разозлить","разозлю","разозлил","разозлила","разозлило","разозлишь","разозли","разозлит","разозлим","разозлили","разозлите","разозлят","разозлящий","разозливший","разозля",

	"сердить","сержу","сердил","сердила","сердишь","сердило","серди","сердит","сердим","сердили","сердите","сердят","сердящий","сердивший","сердя",
	"рассердить","рассержу","рассердил","рассердила","рассердишь","рассердило","рассерди","рассердит","рассердим","рассердили","рассердите","рассердят","рассердящий","рассердивший","рассердя",
	"сердиться","сержусь","сердился","сердилась","сердишься","сердилось","сердись","сердится","сердимся","сердились","сердитесь","сердятся","сердящийся","сердившийся","сердясь",
	"рассердиться","рассержусь","рассердился","рассердилась","рассердишься","рассердилось","рассердись","рассердится","рассердимся","рассердились","рассердитесь","рассердятся","рассердящийся","рассердившийся","рассердясь",
	
	"скучать","скучаю","скучал","скучала","скучало","скучаешь","скучай","скучает","скучаем","скучали","скучаете","скучайте","скучают","скучающий","скучавший","скучая",
	"грустить","грущу","грустил","грустила","грустило","грустишь","грусти","грустит","грустим","грустили","грустите","грустят","грустили","грустящий","грустя",
	"загрустить","загрущу","загрустил","загрустила","загрустило","загрустишь","загрусти","загрустит","загрустим","загрустили","загрустите","загрустят","загрустили","загрустящий","загрустя",
	"печалиться","печалюсь","печалился","печалилось","печалилась","печалься","печалится","печалимся","печалились","печалитесь","печальтесь","печалятся","печалились","печалящийся","печалясь",
	"беситься","бешусь","бесился","бесилась","бесилось","бесись","бесится","бесимся","бесились","беситесь","бесились","бесятся","бесящийся","бесясь","бесившийся",
	"разбеситься","разбешусь","разбесился","разбесилась","разбесилось","разбесись","разбесится","разбесимся","разбесились","разбеситесь","разбесились","разбесятся","разбесящийся","разбесясь","разбесившийся",

]
export{verbFeelingBad}

const verbThank = [
	"спасибо","пасиба","пасибо","спс","thank","thanks","сенкс","danke","данке","данкэ","мерси","merci","спасибки","пасибки","спасибочки","пасибочки",
	"благо","благодарности","благодарность","благодарствую","признательность",
	"благодарить","благодарю","благодарил","благодарила","благодарило","благодаришь","благодари","благодарит","благодарим","благодарили","благодарите","благодарят","благодарящий","благодаривший","благодаря",
]
export{verbThank}

const verbBelieve = [
	"верить","верю","верил","верила","веришь","верило","верь","верит","верим","верили","верите","верили","верьте","верят","верили","верящий","веривший","верив","веривши",
	"поверить","поверю","поверил","поверила","поверишь","поверило","поверь","поверит","поверим","поверили","поверите","поверили","поверьте","поверят","поверили","поверящий","поверивший","поверив","поверивши",
	"веровать","верую","веровал","веровала","веровало","веруй","верует","веруем","веровали","веруете","веруйте","веруют","верующий","веровавший","веруя","веровав","веруемый",
	"молиться","молюсь","молился","молилась","молишься","молись","молится","молилось","молимся","молились","молитесь","молятся","молящийся","молясь",
	"помолиться","помолюсь","помолился","помолилась","помолишься","помолись","помолится","помолилось","помолимся","помолились","помолитесь","помолятся","помолящийся","помолясь",
	"богохульство", "богохульничать","богохульничаю","богохульничал","богохульничала","богохульничало","богохульничаешь","богохульничай","богохульничает","богохульничаем","богохульничали","богохульничаете","богохульничайте","богохульничают","богохульничающий",
	"богохульствовать","богохульствую","богохульствовал","богохульствовала","богохульствовало","богохульствуешь","богохульствуй","богохульствует","богохульствуем","богохульствовали","богохульствуете","богохульствуйте","богохульствуют","богохульствующий","богохульствия",
]
export{verbBelieve}

const verbEat = [
	"есть","ем","ел","ела","ело","ешь","ест","едим","ели","едите","ешьте","едят",
	"поесть","поем","поел","поела","поело","поешь","поест","поедим","поели","поедите","поешьте","поедят",
	"кушать","кушаю","кушал","кушала","кушало","кушаешь","кушай","кушает","кушаем","кушали","кушаете","кушайте","кушают","кушающий","кушавший","кушая",
	"покушать","покушаю","покушал","покушала","покушало","покушаешь","покушай","покушает","покушаем","покушали","покушаете","покушайте","покушают","покушающий","покушавший","покушая",
	"питаться","питаюсь","питался","питалась","питаешься","питалось","питается","питаемся","питались","питаетесь","питайтесь","питаются","питающийся","питаясь","питавшись",
	"жрать","жру","жрал","жрало","жрала","жрешь","жри","жрет","жрем","жрали","жрите","жрут","жрущий","жравший",
]
export{verbEat}