
//ТОЛЬКО ДЛЯ ГЛАГОЛОВ


const verbLove = [
	"любить","люблю","любил","любила","любишь","люби","любит","любил","любила","любило","любим","любили","любите","любили","любят","любящий","любивший",
	"нравиться","нравлюсь","нравился","нравилась","нравишься","нравься","нравится","нравилось","нравимся","нравились","нравитесь","нравьтесь","нравятся","нравящийся","нравившийся","нравясь",
	"обожать","обожаю","обожала","обожаешь","обожал","обожала","обожай","обожает","обожало","обожаем","обожали","обожаете","обожайте","обожают","обожающий","обожавший",

]
export {verbLove}