

//просто слова напитки, выпивка
const drinksWords = [
	"напиток","напитки","напитка","напитков","напитку","напиткам","напитком","напитками","напитке","напитках",
	"выпивка","выпивки","выпивок","выпивке","выпивкам","выпивку","выпивкой","выпивкою","выпивками","выпивке","выпивках",
	"вода","воды","вод","воде","водам","воду","водой","водою","водами","водах",

]
export {drinksWords}

//названия напитков
const drinksNames = [
	"чай","чаи","чая","чаев","чаю","чаям","чаем","чаями","чаях",
	"кофе","кофей","кофий","кофейя","кофеин",
	"тархун","тархуны","тархуна","тархунов","тархуну","тархунам","тархуном","тархунами","тархуне","тархунах",
	"квас","квасы","кваса","квасов","квасу","квасам","квасом","квасами","квасе","квасах",
	"сок","соки","сока","соков","соку","сокам","соком","соками","соке","соках",
	"молоко","молока","молоку","молоком","молоке",
	"кола","колы","коле","колам","колу","колы","колой","колою","колами","коле","колах",
	"газировка","газировки","газировок","газировке","газировкам","газировку","газировкой","газировкою","газировками","газировке","газировках",
	"коктейль","коктейли","коктейля","коктейлей","коктейлю","коктейлям","коктейлем","коктейлями","коктейле","коктейлях",
]
export{drinksNames}

//слова для описания напитков
const drinksDescription = [
	"сладко",
	"кисло",
	"горько",
	"крепко",
	"мягко",
	"ярко",
	"сочно",
	"пикантно",
	"нежно",
	"пряно",
	"освежающе",
	"жгуче",
	"газировано",
]
export {drinksDescription}

//слова для плохих напитков, бухло
const drinksBadNames = [
	"бухло","бухла","бухлу","бухлом","бухле",
	"алкоголь","алкоголи","алкоголя","алкоголей","алкоголю","алкоголям","алкоголем","алкоголями","алкоголе","алкоголях",
	"спирт","спирты","спирта","спиртов","спирту","спиртами","спиртом","спирте","спиртах",
	"водка","водки","водок","водке","водкам","водку","водкой","водкою","водками","водках",
	"пиво","пива","пиву","пивом","пиве",
	"вино","вина","вин","вину","винам","вином","винами","вине","винах",
	"коньяк","коньяки","коньяка","коньяков","коньяку","коньякам","коньяком","коньяками","коньяке","коньяках",
]
export {drinksBadNames}

const drinksQuestions = [
	"Какой напиток ты пьешь чаще всего?",
	"Ты пьешь кофе или чай чаще?",
	"Пьешь энергетики?",
	"Какой напиток ты предпочитаешь летом?",
	"Как относишься к диетическим напиткам?",
	"Как относишься к традиционным русским напиткам, типа кваса или медовухи?",
	"Пьешь ли ты соки?",
	"Как относишься к напиткам с добавлением кофеина?",
	"Пьешь ли ты часто минеральную воду?",
	"Как относишься к кислым напиткам, типа лимонадов?",
	"Ты пьешь чай с добавлением молока и сахара?",
	"Предпочитаешь крепкий кофе или легкий латте?",
	"Пьешь ли ты когда-нибудь напитки с травами?",
	"Пьешь ли ты часто газировку?",
	"Ты пьешь кофе черный или предпочитаешь с молоком?",
	"Как относишься к напиткам с добавлением меда?",
	"Предпочитаешь горячие или холодные напитки?"

]
export{drinksQuestions}