

//просто слова напитки, выпивка
const drinksWords = [
	"напиток","напитки","напитка","напитков","напитку","напиткам","напитком","напитками","напитке","напитках",
	"выпивка","выпивки","выпивок","выпивке","выпивкам","выпивку","выпивкой","выпивкою","выпивками","выпивке","выпивках",
]
export {drinksWords}

//названия напитков
const drinksNames = [
	"чай","чаи","чая","чаев","чаю","чаям","чаем","чаями","чаях",
	"кофе","кофей","кофий","кофейя","кофеин",
	"тархун","тархуны","тархуна","тархунов","тархуну","тархунам","тархуном","тархунами","тархуне","тархунах",
	"квас","квасы","кваса","квасов","квасу","квасам","квасом","квасами","квасе","квасах",
	"сок","соки","сока","соков","соку","сокам","соком","соками","соке","соках",
	"молоко","молока","молоку","молоком","молоке",
	"вода","воды","вод","воде","водам","воду","водой","водою","водами","водах",
]
export{drinksNames}

//слова для описания напитков
const drinksDescription = [
	"сладко",
	"кисло",
	"горько",
	"крепко",
	"мягко",
	"ярко",
	"тонко",
	"сочно",
	"пикантно",
	"нежно",
	"пряно",
	"освежающе",
	"жгуче",
	"газировано",
]
export {drinksDescription}

//слова для плохих напитков, бухло
const drinksBadNames = [
	"водка",
	"пиво",
	"вино",
	"коньяк",
]
export {drinksBadNames}