
const family = [
	"семья","семьи","семьей","семей","семье","семьям","семью","семьей","семьею","семьями","семье","семьях",
	"семейство","семейства","семейств","семейству","семействам","семейством","семействами","семействе","семействах",
	"родитель","родители","родителя","родителей","родителю","родителям","родителем","родителями","родители","родителях",
	"предок","предки","предка","предков","предку","предкам","предком","предками","предке","предках",
	"родственник","родственники","родственника","родственников","родственнику","родственникам","родственником","родственниками","родственнике","родственниках",
	"родня","родни","родней","родне","родням","родню","родней","роднею","роднями","роднях",
	"родные","родных","родным","родными",
	"близкие","близких","близким","близкими",
	"family","фэмили",
]
export {family}

const father = [
	"отец","отцы","отца","отцов","отцу","отцам","отцом","отцами","отце","отцах",
	"папа","папы","пап","папе","папам","папу","папой","папою","папами","папах",
	"папка","папки","папок","папке","папкам","папку","папкой","папкою","папками","папках",
	"папаня","папани","папань","папане","папаням","папаню","папаней","папанею","папанями","папанях",
	"папаша","папаши","папаш","папаше","папашам","папашу","папашу","папашей","папашею","папашами","папашах",
	"батя","бати","батей","бате","батям","батю","батею","батями","бате","батях","бать",
]
export{father}

const mother = [
	"мама","мамы","мам","маме","мамам","маму","мамой","мамою","мамами","мамах","ма",
	"мать","матери","матерей","матерям","матерей","матерью","матерями","матерях",
	"матушка","матушки","матушек","матушке","матушкам","матушку","матушек","матушкой","матушкою","матушками","матушках",
	"мамка","мамки","мамок","мамке","мамкам","мамку","мамок","мамкой","мамкою","мамками","мамках",
	"мамаша","мамаши","мамаш","мамаше","мамашам","мамашу","мамашей","мамашею","мамашами","мамашах",
	"mother","мазер",
]
export {mother}
