
//просто слова еда, продукты
const foodWords = [
	"еда","еды","еде","еду","едой","едою",
	"пища","пищи","пищ","пище","пищам","пищу","пищей","пищею","пищами","пищах",
	"блюдо","блюда","блюд","блюду","блюдам","блюдом","блюдами","блюде","блюдах",
	"продукт","продукты","продукта","продуктов","продукту","продуктам","продуктом","продуктами","продукте","продуктах",
]
export{foodWords}


//названия блюд, овощей, фруктов
const foodNames = [

	//сладости
	"трубочка","трубочки","трубочек","трубочке","трубочкам","трубочку","трубочкой","трубочкою","трубочками","трубочке","трубочках",
	"вафля","вафли","вафель","вафле","вафлям","вафлю","вафлей","вафлею","вафлями","вафлях",
	
	//продукты
	"масло","масла","масел","маслу","маслам","маслом","маслами","масле","маслах",
	"сыр","сыры","сыра","сыров","сыру","сырам","сыром","сырами","сыре","сырах",
	"творог","твороги","творога","творогов","творогу","творогом","твороге","творогах",
	"cюрстремминг","cюрстремминги","cюрстреммингу","cюрстреммингам","cюрстреммингом","cюрстреммингами","cюрстремминге","cюрстреммингах",

	//ягоды
	"ягода", "ягоды","ягод","ягоде","ягодам","ягоду","ягодой","ягодою","ягодами","ягодах",
	"авокадо",
	"помидор",
	"томат",
	
	//овощи
	"картошка","картошки","картошек","картошке","картошкам","картошку","картошкой","картошкою","картошками","картошке","картошках",

	//фрукты
	"яблоко","яблоки","яблок","яблоку","яблокам","яблоком","яблоками","яблоке","яблоках",
	"банан","бананы","банана","бананов","банану","бананам","бананом","бананами","банане","бананах",

	//крупы
	"гречка","гречки","гречек","гречкам","гречку","гречкой","гречкою","гречками","гречке","гречках",
	"рис","рисы","риса","рисов","рису","рисам","рисом","рисами","рисе","рисах",

	//выпечка
	"блин","блины","блина","блинов","блину","блинам","блином","блинами","блине","блинах",
	"оладьи", "оладья","оладий","оладье","оладьям","оладью","оладьей","оладьею","оладьями","оладьях",
	"пицца","пиццы","пицц","пицце","пиццам","пиццу","пиццей","пиццею","пиццами","пиццах",
	"маффин","маффины","маффина","маффинов","маффину","маффинам","маффином","маффинами","маффине","маффинах",
	"хлеб","хлебы","хлеба","хлебов","хлебу","хлебами","хлебам","хлебом","хлебе","хлебах",

	//блюда
	"бургер","бургеры","бургера","бургеров","бургеру","бургерам","бургером","бургерами","бургере","бургерах",

	"steak", "steaks",
	"brownie",
	"sardines",
	"sardine",
	"pasta",
	"almond",
	"noodles",
	"tuna",
	"roll",
	"bacon",
	"beans",
	"bagels",
	"bbq",
	"bisque",
	"broccoli",
	"buritto",
	"cabbage",
	"cake",
	"chicken",
	"chips",
	"chocolate",
	"cookies",
	"corn",
	'crab',
	'curry', 
	'cereal', 
	'duck', 
	'donut', 
	'egg', 
	'sushi', 
	'fish', 
	'toast', 
	'garlic', 
	'ginger', 
	'goose', 
	'grapes', 
	'cracker', 
	'ham', 
	'hamburger', 
	'cheeseburger', 
	'honey', 
	'stew', 
	'jam', 
	'jalapeño', 
	'ketchup', 
	'kidney', 
	'kingfish', 
	'lobster', 
	'lamb', 
	'lasagna', 
	'meatballs', 
	'pepperoni', 
	'spinach', 
	'spaghetti', 
	'walnuts', 
	'walnut', 
	'yogurt', 
	'zapiekanka', 
	"cakes",
	"orange", "oranges",
	"strawberry", "strawberries",
	"pear", "pears",
	"grape", "grapes",
	"watermelon", "watermelons",
	"kiwi", "kiwis",
	"peach", "peaches",
	"mango", "mangos",
	"lemon", "lemons",
	"lime", "limes",
	"cherry", "cherries",
	"blueberry", "blueberries",
	"pineapple", "pineapples",
	"apricot", "apricots",
	"plum", "plums",
	"grapefruit", "grapefruits",
	"pomegranate", "pomegranates",
	"melon", "melons",
	"strawberries", "strawberry",
	"raspberries", "raspberry",
	"blackberry", "blackberries",
	"kiwi", "kiwis",
	"cantaloupe", "cantaloupes",
	"nectarine", "nectarines",
	"tangerine", "tangerines",
	"fig", "figs",
	"lime", "limes",
	"coconut", "coconuts",
	"tomato", "tomatoes",
	"cucumber", "cucumbers",
	"carrot", "carrots",
	"lettuce", "lettuces",
	"pepper", "peppers",
	"potato", "potatoes",
	"onion", "onions",
	"pea", "peas",
	"bean", "beans",
	"broccoli", "broccolis",
	"zucchini", "zucchinis",
	"spinach", "spinachs",
	"garlic", "garlics",
	"squash", "squashes",
	"cabbage", "cabbages",
	"celery", "celeries",
	"eggplant", "eggplants",
	"mushroom", "mushrooms",
	"asparagus", "asparaguses",
	"avocado", "avocados",
	"artichoke", "artichokes",
	"pepper", "peppers",
	"corn", "corns",
	"radish", "radishes",
	"green bean", "green beans",
	"brussels sprout", "brussels sprouts",
	"cauliflower", "cauliflowers",
	"beet", "beets",
	"leek", "leeks",
	"parsnip", "parsnips",
	"lemon", "lemons",
	"pomelo", "pomelos",
	"plantain", "plantains",
	"kale", "kales",
	"guava", "guavas",
	"locust", "locusts",
	"kumquat", "kumquats",
	"radicchio", "radicchios",
	"endive", "endives",
	"beef",
]
export{foodNames}

//описание для еды
const foodDescription = [
	"аппетитно",
	"вкусно",
	"сочно",
	"ароматно",
	"нежно",
	"сладко",
	"остро",
	"горько",
	"сладенько",
	"пряно",
	"смачно",
	"сладостно",
	"жирно",
	"горьковато",
	"пресно",
	"изысканно",
]
export{foodDescription}

//вопросы про еду
const foodQuestions = [
	"Что ты думаешь о вегетарианской диете?",
	"Как ты относишься к фаст-фуду?",
	"Какую еду ты считаешь самой полезной?",
	"Какой у тебя любимый десерт?",
	"Как ты относишься к французской кухне?",
	"Что для тебя важнее - вкус еды или ее калорийность?",
	"Какую еду ты считаешь самой вредной для здоровья?",
	"Что ты думаешь о современных трендах в питании?",
	"Есть ли у тебя аллергия на какие-либо продукты?",
	"Какой продукт ты терпеть не можешь?",
	"Что для тебя важнее - внешний вид блюда или его вкус?",
	"Ты любишь попробовать новые блюда или предпочитаешь знакомые рецепты?",
	"Какое блюдо у тебя ассоциируется с детством?",
	"Ты пробовал бы блюдо, которое считается деликатесом, но для тебя кажется необычным или странным?",
	"Какое блюдо тебе хочется попробовать, но еще не удалось?"
]
export{foodQuestions}
//описание еды


//специи
const spiceNames = [
		
		"сахар","","","","",
		"соль","","",
		"перец","","",
		"корица",
		"чили",
]