
//названия фильмов
const movieTitles = [
	"Крестный отец",
	"Побег из Шоушенка",
	"Криминальное чтиво",
	"Темный рыцарь",
	"Форрест Гамп",
	"Титаник",
	"Бойцовский клуб",
	"Молчание ягнят",
	"Властелин колец",
	"Гладиатор",
	"Парк Юрского периода",
	"Зеленая миля",
	"Король Лев",
	"Мстители",
	"Аватар",
	"Бесславные ублюдки",
	"Выживший",
	"Джанго освобожденный",
	"Интерстеллар",
	"Крестный отец, часть 2",
	"Социальная сеть",
	"Волк с Уолл-стрит",
	"Бесславные ублюдки",
	"Безумный Макс: Дорога ярости",
	"Город Бога",
	"Отель Гранд Будапешт",
	"Терминатор",
	"Вечное сияние чистого разума",
	"Шестое чувство",
	"Рокки",
	"Американская красота",
	"Шоу Трумана",
	"Спасение рядового Райана",
	"Темный рыцарь",
	"Сияние",
	"Индиана Джонс и последний крестовый поход",
	"Челюсти",
	"Лицо со шрамом",
	"Большой Лебовски",
	"Парк Юрского периода",
	"Престиж",
	"Зеленая миля",
	"Матрица",
	"Дюнкерк",
	"Звездные войны",
	"Славные парни",
	"Список Шиндлера",
	"Властелин колец",
	"Храброе сердце",
]
export{movieTitles}

//слова кино, фильмы
const movieWords = [
	"movie","movies",
	"film","films",
	"cinema","cinemas",
	"кино","cinéma",
	"фильм","фильмы"
]
export{movieWords}

//вопросы про кино
const movieMessages = [
	"Как Даррен Аронофски использует камеру и свет для создания атмосферы?",
	"Какая роль звука в фильмах Мишеля Гондри и Кристофа Гансе?",
	"Почему Жан-Люк Годар не следует стандартной структуре в артхаусных фильмах?",
	"Зачем Луи Бунюэль вводит странные женские персонажи в свои фильмы?",
	"Зачем делается работа с экспрессионизмом и абстракционизмом в фильмах Лукаса Мудисона и Тима Бертона",
	"А для тебя фильмы Лукаса Мудисона и Майка Ли мутные и бесформенные?",
	"Отличия артхауса от других форм искусства в фильмах Луи Бунюэля и Веры Хитилы?",
	"Чем фильмы Ларса фон Триера и Вонга Кар Вая создают такую чушь?",
	]
export {movieMessages}
