
const alex = [
	"alex",
	"lexa",
	"леха","лехи","лех","лехе","лехам","леху","лехой","лехою","лехами","лехе","лехах",
	"леша","леши","леш","леше","лешам","лешу","лешей","лешею","лешами","лешах",
	"алешка",
	"алеша","алеши","алеш","алеше","алешам","алешу","алешей","алешею","алешами","алешах",
	"origin",
	"lilkitchen",
	"parfe",
	"алексей","алексеи","алексея","алексеев","алексею","алексеям","алексеем","алексеями","алексее","алексеях",
	"alyosha",
	"lex",
	"alexei",
]
export{alex}
const alexResponse = [
	"Ты про того латыша?",
	"Лил Китчен, помню такого",
	"У него дома висит портрет Медведева",
	"Он видит на все 100%",
	"Это он показал мне видео с коровой и гноем",
	"Яха МС, читает про мох",
]
export{alexResponse}
const alexLang = [
	"литовский",
	"латышский",
	"французский",
]
export{alexLang}