

const misha = [
	"миша","миши","миш","мише","мишам","мишу","мишей","мишею","мишами","мишах",
	"миха","михи","мих","михе","михам","миху","михой","михою","михами","михах",
	"мишаня","мишани","мишань","мишаням","мишаню","мишаней","мишанями","мишанях",
	"михаил","михаилы","михаилу","михаилам","михаилу","михаилом","михаилами","михаилах",
	"мишка","мишки","мишек","мишкам","мишку","мишкой","мишкою","мишками","мишках",
	"бибер","биберы","биберу","биберам","бибером","биберами","биберах",
	"misha",
	"mike",
	"michael",
	"theomorphic",
	"soters",
	"maxwell",
	"felixmk",
	"felix",
]
export{misha}
const mishaMessages =[
	"Он Бибер",
	"Он слишком часто шутит про моего отца",
	"Бибер преподает английский, хотя сам его не знает",
	"Он с каждым годом все толще и толще",
	"У него две акции Газпрома и куча псевдоуверенности в себе"
]
export{mishaMessages}
//реакции на Мишу

const mishaActivities = [
	"слушать музыку для нубов",
	"убеждать меня в словах, которые я не произносил",
	"читать книги каких-то фриков",
	"играть в Майн. Так и не перерос детские игры",
]
export{mishaActivities}