

const thomas = [
	"thomas",
	"tommy",
	"lavandera",
	"artem",
	"repin",
	"прачка","прачку","прачке",
	"артем","артемы","артема","артемов","артему","артемам","артемом","артемами","артеме","артемах",
	"томми",
	"томас",
	"артом",
	"репин",
	"дон","доны","дона","донов","дону","донам","доном","донами","доне","донах",
]
export{thomas}

const thomasMessages = [
	"Большой Дон. Даже не знаю, как он там",
	"Ты будешь вымыт за это упоминание",
	"Лавандера, он в загнивающей Европе сейчас",
	"Первый перед первыми, Артом",
]
export{thomasMessages}